[
  {
    "title": "A causal role for the prefrontal cortex in music-induced reward",
    "authors": "Mas-Herrero et al.",
    "year": 2021,
    "journal": "J Neurosci",
    "doi": "10.1523/JNEUROSCI.0727-20.2020",
    "pmc": "PMC8084325",
    "tags": ["neuroscience","reward","TMS","fMRI"],
    "synopsis": "TMS + fMRI showed left dlPFC causally modulates music-induced pleasure and motivation; changes in nucleus accumbens activity and fronto-auditory connectivity explain differences in liking vs wanting.",
    "appraisal": "Strong causal evidence linking cortical control to subcortical reward circuitry; laboratory setting and short sessions limit direct clinical translation.",
    "key_findings": ["dlPFC stimulation changed subjective pleasure and motivation","NAcc responses dissociated liking vs wanting","Auditory-reward connectivity predicted reward sensitivity"],
    "stat_methods": "fMRI ROI and whole-brain analyses, mixed-effects models, PPI/connectivity analyses; multiple comparison corrections.",
    "limitations": "Moderate sample size, short sessions, localized TMS effects — limited ecological validity.",
    "recommendations_for_artists": ["Produce recordings with emotionally salient moments","Create multiple edits (3-5 min, loopable segments)","Provide clear metadata and usage notes for clinical curators"]
  },
  {
    "title": "Pleasurable music modulates reinforcement learning",
    "authors": "Gold, Pearce, et al.",
    "year": 2013,
    "journal": "Frontiers in Psychology",
    "doi": "10.3389/fpsyg.2013.00541",
    "pmc": "PMC3748532",
    "tags": ["learning","reinforcement","behavior","music"],
    "synopsis": "Pleasurable music biased reinforcement learning in a probabilistic selection task; effects depended on musical experience and listening style.",
    "appraisal": "Clear behavioral evidence linking music reward to learning processes; no direct neurochemical measures and limited ecological validity.",
    "key_findings": ["Pleasurable music altered approach/avoidance learning","Effects moderated by musical training"],
    "stat_methods": "Probabilistic selection task analysis using repeated measures and mixed ANOVA; correlations with self-report pleasure.",
    "limitations": "Inferred mechanisms, short lab sessions; generalization to therapy contexts limited.",
    "recommendations_for_artists": ["Create short cue tracks for reinforcement contexts (10-30s motifs)","Provide full and stripped versions to improve placement"]
  },
  {
    "title": "Music interventions for preoperative anxiety (Cochrane Review)",
    "authors": "Bradt & Dileo",
    "year": 2013,
    "journal": "Cochrane Database",
    "doi": "10.1002/14651858.CD006908.pub2",
    "pmc": "PMC9758540",
    "tags": ["anxiety","preoperative","meta-analysis","perioperative"],
    "synopsis": "Meta-analysis of 26 randomized trials (~2,051 participants) found music listening reduced preoperative anxiety with a moderate effect size compared with standard care.",
    "appraisal": "Rigorous methodology and clinically relevant findings; heterogeneity across protocols and variable trial quality limit precision.",
    "key_findings": ["Moderate reduction of preoperative anxiety","Patient-centered choice and live music often stronger"],
    "stat_methods": "Random-effects meta-analysis, SMD for anxiety outcomes, heterogeneity via I², sensitivity analyses by risk of bias.",
    "limitations": "Heterogeneity in timing, music types and outcomes; many small trials with unclear bias.",
    "recommendations_for_artists": ["Create short calming playlists for digital delivery","Provide multiple file formats and licensing info for hospital integration"]
  },
  {
    "title": "A brief music intervention reduces preoperative anxiety",
    "authors": "Palmer et al.",
    "year": 2015,
    "journal": "J Clin Oncol",
    "doi": "10.1200/JCO.2014.59.6049",
    "pmc": "PMC4979095",
    "tags": ["anxiety","preoperative","RCT","patient-preferred"],
    "synopsis": "Randomized trial (n≈201) where a single 5-minute patient-preferred music session (live or recorded) lowered preoperative anxiety vs usual care; live music shortened immediate recovery time.",
    "appraisal": "Pragmatic design and clinically meaningful outcomes; short-term effect measurement and difficulty blinding are limitations.",
    "key_findings": ["5-minute patient-preferred music reduces acute anxiety","Live performances sometimes improved immediate recovery"],
    "stat_methods": "Randomized design, between-group comparisons with t-tests/ANOVA and validated anxiety scales (e.g., STAI).",
    "limitations": "No long-term follow-up; potential expectancy effects; blinding is challenging.",
    "recommendations_for_artists": ["Produce short 3–5 minute recordings optimized for calm","Provide stems and licensing to facilitate clinical use"]
  },
  {
    "title": "Sensorimotor synchronization to music reduces pain",
    "authors": "Werner et al.",
    "year": 2023,
    "journal": "PLOS One",
    "doi": "10.1371/journal.pone.0287950",
    "pmc": "PMC10381080",
    "tags": ["pain","sensorimotor","movement","synchronization"],
    "synopsis": "Active synchronization (moving with music) produced larger reductions in perceived pain than passive listening or silence in experimental models, highlighting embodied engagement as an analgesic mechanism.",
    "appraisal": "Careful experimental design demonstrating an embodied effect; lab pain models may not fully represent chronic or palliative pain.",
    "key_findings": ["Sensorimotor synchrony amplified pain reduction vs passive listening","Embodied engagement adds analgesic benefit"],
    "stat_methods": "Within-subject repeated measures ANOVA on pain ratings; contrasts across conditions with reported effect sizes.",
    "limitations": "Experimentally induced pain and short follow-up; careful translation required for clinical populations.",
    "recommendations_for_artists": ["Provide 20–40s synchronizable segments with BPM markings","Deliver high-quality stems for app-driven movement programs"]
  }
]
